token_file = open('TOKEN.txt')
TOKEN = token_file.read()
token_file.close()

FILEPATH = 'top_of_things.txt'

GREETING = "Привет, я умею добавлять новые вещи в топ вещей!"

COMMANDS_LIST = """
Команды, на которые я реагирую:
/add вещь - добавлю вещь в топ, запущу голосование,
/vote X - проголосовать, что X лучше,
/voting - информация о текущем голосовании,
/cancel - прекратить голосование,
/top X (X-Y)- отправлю первые X (или диапазон [X, Y]) позиций топа вещей, если без X - весь топ вещей,
/get_txt - отправлю полный текущий топ вещей в .txt,
/start - перезапущусь,
/help - выведу этот пул команд :)
""".strip()

